"""Снабди каждый комментарий правильной командой."""

python3 -V  # команда для проверки текущей версии Питона
python # запуск интерпретатора Питона в режиме REPL # так как python ссылается на команду python3
python -m venv env # env присвоенное название для виртульного окружения
                   #создание виртуального окружения в текущей директории
source env/Scripts/activate # активация вышесозданного виртуального окружения
deactivate # деактивация виртуального окружения
 python run.py # запуск скрипта run.py находящегося в текущей директории
pip install requests # установка пакета requests через пакетный менеджер pip

